{
  "w in": 0,
  "2sinθ2' relat": 1,
  "arge ": 2,
  "ies and ": 3,
  "arence": 4,
  "f di": 5,
  "t to the": 6,
  "en p": 7,
  "cycli": 8,
  "\\Lambda": 9,
  "$\\math": 10,
  "la 'n1sinθ1": 11,
  "sure of": 12,
  "stant speci": 13,
  "t I have": 14,
  "sister": 15,
  "sist": 16,
  "pectru": 17,
  "of 1": 18,
  "\\pmod{p": 19,
  "frak{p}": 20,
  ") such tha": 21,
  "Lon": 22,
  "KATHARI": 23,
  " To": 24,
  "s kin": 25,
  " gu": 26,
  " tur": 27,
  "ehavi": 28,
  "f $ \\mathc": 29,
  "ppea": 30,
  "doth": 31,
  "roscop": 32,
  "an e": 33,
  " hang": 34,
  " to k": 35,
  "deriva": 36,
  "li space": 37,
  "2 + ": 38,
  " under t": 39,
  "rove ": 40,
  "' relates key": 41,
  "ence $": 42,
  "RD III:": 43,
  "d there": 44,
  "1$,": 45,
  "ending": 46,
  "ula 'n1sinθ1": 47,
  " it f": 48,
  "homo": 49,
  "gate": 50,
  "me and": 51,
  " me o": 52,
  "and in": 53,
  "entia": 54,
  "tw": 55,
  "sible ": 56,
  "ENEN": 57,
  "( P": 58,
  " of fi": 59,
  " \\( \\mathca": 60,
  "and all ": 61,
  "etup and notat": 62,
  "rature of ": 63,
  "\\) h": 64,
  "lie ": 65,
  " terms of": 66,
  " Warwick": 67,
  ", I'll": 68,
  "= F/q' r": 69,
  "all I": 70,
  "tromag": 71,
  "length": 72,
  " furth": 73,
  "master": 74,
  "nciples. It is v": 75,
  " I": 76,
  "e'll ": 77,
  "acl": 78,
  " say t": 79,
  " in El": 80,
  "define the": 81,
  " distin": 82,
  "st it": 83,
  "{Sp": 84,
  " = F": 85,
  "$k$ ": 86,
  "PROSPERO:": 87,
  "the to": 88,
  "highne": 89,
  "|$": 90,
  "ider the": 91,
  "or d": 92,
  "Lord": 93,
  "de m": 94,
  "lectrici": 95,
  " zero": 96,
  "r your ": 97,
  "hy n": 98,
  "he cond": 99,
  " beha": 100,
  "ave d": 101,
  "at I ": 102,
  "e formula 'Q ": 103,
  "'n1sinθ1 = n2s": 104,
  "The react": 105,
  " nur": 106,
  "evel ": 107,
  "e to be": 108,
  "m $ ": 109,
  "be y": 110,
  "ht o": 111,
  "arity": 112,
  "U ": 113,
  " and the": 114,
  "at,": 115,
  "UMIO:": 116,
  "alized": 117,
  " his w": 118,
  "l principles.": 119,
  "y, and ": 120,
  "e but": 121,
  "U = Q - W'": 122,
  "reover, ": 123,
  "h b": 124,
  "RENCE:": 125,
  "duced": 126,
  "um": 127,
  "angle ": 128,
  "- 1/u' in Lens": 129,
  "GARET:": 130,
  "equation": 131,
  "3L:": 132,
  "hu": 133,
  " i.e., ": 134,
  "emperature ": 135,
  "e $p": 136,
  "tandard": 137,
  " 'n1sinθ1 = ": 138,
  "will be ": 139,
  " resp": 140,
  "is bo": 141,
  "rewell": 142,
  "Third": 143,
  "ifford": 144,
  "tinuous": 145,
  "of water ": 146,
  "w?": 147,
  ", with ": 148,
  " hard": 149,
  ". Further": 150,
  "oran": 151,
  "t the s": 152,
  " regu": 153,
  "d lea": 154,
  "erties": 155,
  "ubgrou": 156,
  " merr": 157,
  "ermodynamics.": 158,
  "w b": 159,
  "$ be a co": 160,
  "hee,": 161,
  "idi": 162,
  "{Z}) ": 163,
  "\\ge": 164,
  "nis": 165,
  "E VINCENTIO:": 166,
  "d se": 167,
  "our f": 168,
  "Z_": 169,
  "homol": 170,
  " the sa": 171,
  "oof": 172,
  "n of": 173,
  " n2sinθ2' rel": 174,
  "to Re": 175,
  "served ": 176,
  "raig": 177,
  " incl": 178,
  "er \\( \\ma": 179,
  " EDWAR": 180,
  "ixed": 181,
  "Work, Po": 182,
  "ositio": 183,
  "ve or disp": 184,
  "project": 185,
  "'d t": 186,
  "NUS:": 187,
  "at he ": 188,
  "er in": 189,
  " \\( g \\": 190,
  "alua": 191,
  "KING HENRY": 192,
  " you s": 193,
  " Heat Transfe": 194,
  " W' in": 195,
  "R}^": 196,
  "ishin": 197,
  "he temp": 198,
  "a connected": 199,
  "sing mathemat": 200,
  " my lord, ": 201,
  "2' in ": 202,
  "SICI": 203,
  "HA": 204,
  "aint ": 205,
  "s deat": 206,
  " of positi": 207,
  "ake a ": 208,
  "ructures": 209,
  "ciples. It i": 210,
  "Prelimin": 211,
  "quer": 212,
  "e corr": 213,
  "all ": 214,
  "irst Ci": 215,
  " gone": 216,
  "s lov": 217,
  "\\), ": 218,
  "or y": 219,
  "ypothe": 220,
  "\\mathcal{T}": 221,
  "We ex": 222,
  ") be the s": 223,
  "k) ": 224,
  "\\La": 225,
  "ntum": 226,
  "variety": 227,
  "se the t": 228,
  "ve we": 229,
  " = \\su": 230,
  "t ev": 231,
  " IV": 232,
  "m, t": 233,
  " but b": 234,
  "is s": 235,
  " betw": 236,
  "hese ": 237,
  "nd o": 238,
  "over $ \\m": 239,
  " YORK": 240,
  " with the": 241,
  "hows ": 242,
  "uppose t": 243,
  "nd her": 244,
  "fter": 245,
  "emisimp": 246,
  "mathbb{F}": 247,
  "t our": 248,
  "ch that the ": 249,
  "L}": 250,
  "lag": 251,
  "FORD:": 252,
  "ch I": 253,
  "ve me": 254,
  "udie": 255,
  "que ": 256,
  "^2' relates key ": 257,
  "a r": 258,
  "ild": 259,
  "pass": 260,
  "respe": 261,
  "the first": 262,
  "e set of all ": 263,
  "r brothe": 264,
  "ich is": 265,
  "values ": 266,
  "spe": 267,
  "} \\righ": 268,
  "ent of": 269,
  " $ \\": 270,
  "Kinematics.": 271,
  " L(": 272,
  "thcal{M})": 273,
  "_3": 274,
  "Y VI:": 275,
  "ived using math": 276,
  "ou sha": 277,
  "formula 'V = I": 278,
  "istent with ob": 279,
  " 'V = ": 280,
  " false": 281,
  "P_": 282,
  "satisfyi": 283,
  "le com": 284,
  "itions typ": 285,
  "(G)": 286,
  "the sign": 287,
  "deep ": 288,
  "\\ra": 289,
  "IA": 290,
  " Geo": 291,
  "e fac": 292,
  "v - 1/u' in Len": 293,
  "ical": 294,
  "Fi": 295,
  "owa": 296,
  " me, ": 297,
  " saf": 298,
  "ase t": 299,
  " of \\( \\mathca": 300,
  "isom": 301,
  "ve and expl": 302,
  " 1 \\pm": 303,
  "{Z}) \\": 304,
  "es. It is ": 305,
  "This is": 306,
  "t fa": 307,
  " \\mathcal{C}": 308,
  "\\) such that": 309,
  " Let $ \\ma": 310,
  "ates": 311,
  "{s}": 312,
  "thoug": 313,
  "s ex": 314,
  "is you": 315,
  "T) ": 316,
  "a w": 317,
  "eratur": 318,
  "he formula 'n": 319,
  "of Thermo": 320,
  "o gr": 321,
  "Upon ": 322,
  "r all ": 323,
  "elat": 324,
  "PTIST": 325,
  "t say": 326,
  " gla": 327,
  "solve": 328,
  "group of": 329,
  "ower,": 330,
  "s res": 331,
  "se of ": 332,
  "nciples. It is": 333,
  "RWI": 334,
  " natural": 335,
  "il ": 336,
  "learni": 337,
  "mer": 338,
  "is my ": 339,
  "y's ": 340,
  "item ": 341,
  " that there exi": 342,
  "ymbol{": 343,
  " have p": 344,
  "m \\( ": 345,
  "etup a": 346,
  "rom h": 347,
  "cting": 348,
  " number of": 349,
  "l to Electrostat": 350,
  "Glouce": 351,
  "phic t": 352,
  "{1}{2": 353,
  "e or": 354,
  "Volsc": 355,
  "under t": 356,
  "en the": 357,
  "mathb": 358,
  "orphic ": 359,
  "\\left(": 360,
  "es for": 361,
  "be a smooth": 362,
  "F}_p": 363,
  "ady ": 364,
  "h \\( \\": 365,
  "ich t": 366,
  "e formula 'i ": 367,
  "ns:": 368,
  "lattic": 369,
  "atisf": 370,
  "er yo": 371,
  " quantu": 372,
  "th b": 373,
  " patien": 374,
  "st he": 375,
  "avio": 376,
  "-to": 377,
  "ve c": 378,
  "e he": 379,
  "ive c": 380,
  " ecolo": 381,
  "anne": 382,
  "ADY ANN": 383,
  " remain": 384,
  "inθ2' rel": 385,
  "ical m": 386,
  "hin the bound": 387,
  "lar f": 388,
  "etup and nota": 389,
  "nki": 390,
  "olynomia": 391,
  "ive and explain": 392,
  "me to th": 393,
  " anothe": 394,
  "ease you": 395,
  "ates key me": 396,
  "ht, ": 397,
  ": R": 398,
  " outcomes a": 399,
  " structure ": 400,
  "rd, t": 401,
  "th, a": 402,
  "ctrum": 403,
  "e rem": 404,
  "was t": 405,
  "teger": 406,
  "t have": 407,
  "h pro": 408,
  "u wou": 409,
  "fit": 410,
  "ade": 411,
  " stre": 412,
  "hri": 413,
  "k": 414,
  "eddi": 415,
  "ntifi": 416,
  " obj": 417,
  "me o": 418,
  "DY C": 419,
  " within the b": 420,
  " bel": 421,
  "dica": 422,
  "he ha": 423,
  "nθ1 = n2": 424,
  "'ΔU = Q - W' ": 425,
  " n2sinθ2'": 426,
  "rovid": 427,
  "omic ": 428,
  " towa": 429,
  "athcal{O}": 430,
  "bur": 431,
  "qua": 432,
  "e K": 433,
  "d ho": 434,
  "ies in ": 435,
  "fer ": 436,
  "cdot \\": 437,
  "DUCHESS OF Y": 438,
  "floor ": 439,
  "al{L}_": 440,
  " \\ell": 441,
  "oundary condit": 442,
  "it the": 443,
  "rphism ": 444,
  "\\G": 445,
  " dimensi": 446,
  "MERCUT": 447,
  "cal{K}": 448,
  ", k": 449,
  "nging": 450,
  "\\otimes": 451,
  "al, ": 452,
  " siz": 453,
  "n it ": 454,
  " in Kin": 455,
  "å": 456,
  "for s": 457,
  "eded to": 458,
  "ghte": 459,
  "ow s": 460,
  "l in the": 461,
  "d ra": 462,
  "ord, ": 463,
  "'1/f = 1/": 464,
  " ": 465,
  " the te": 466,
  " observed outcom": 467,
  "urv": 468,
  "ula 'Q = mL' ": 469,
  "rs ": 470,
  "r you ": 471,
  "k{s": 472,
  "You ": 473,
  "father,": 474,
  "$ L ": 475,
  "ents.": 476,
  "EEN MARGA": 477,
  "la 'E ": 478,
  " 'n1sinθ1 = n2": 479,
  "the moduli sp": 480,
  "mula 'ΔU = ": 481,
  "EN ELI": 482,
  "ntations": 483,
  "n the bounda": 484,
  "syn": 485,
  " Kinem": 486,
  "ll me ": 487,
  "da \\": 488,
  "e will prove ": 489,
  "sider the ": 490,
  "}) $ ": 491,
  "V = IR": 492,
  "d inte": 493,
  "\\infty} ": 494,
  "itive integer": 495,
  " will prove": 496,
  "y frie": 497,
  "ideal": 498,
  "ant $": 499,
  "my co": 500,
  "of your ": 501,
  "inst th": 502,
  "t K": 503,
  " dost ": 504,
  " 0 \\": 505,
  "of degr": 506,
  "Calculate th": 507,
  "on tha": 508,
  "LEONT": 509,
  " moduli sp": 510,
  "UCHESS O": 511,
  " significance ": 512,
  "surfa": 513,
  "'1/f = 1/v": 514,
  "ted within the b": 515,
  "on is ": 516,
  "and sh": 517,
  "to have ": 518,
  "his i": 519,
  "he po": 520,
  "g of int": 521,
  "of Thermodynam": 522,
  " can be ": 523,
  "y measurable p": 524,
  "First M": 525,
  "On ": 526,
  "q' in E": 527,
  "mathfrak{p}": 528,
  "scor": 529,
  "nθ2' relates": 530,
  " King": 531,
  "tegor": 532,
  "rived ": 533,
  "alidated within ": 534,
  "' re": 535,
  " and $ \\": 536,
  "hat there e": 537,
  "X\\": 538,
  "of the ": 539,
  " with respec": 540,
  "e the fo": 541,
  "the grou": 542,
  "1q2/r^2'": 543,
  "nd thy ": 544,
  " wast": 545,
  "d comp": 546,
  "omethi": 547,
  "h ": 548,
  "it": 549,
  " bette": 550,
  "nt of th": 551,
  "NG HENRY V": 552,
  "t sw": 553,
  "s iso": 554,
  "people": 555,
  "e a conn": 556,
  "hall ": 557,
  "2sinθ2' in Re": 558,
  "age": 559,
  "nite-dim": 560,
  ", as th": 561,
  "1$": 562,
  ", bein": 563,
  "call ": 564,
  "ng he": 565,
  "if and on": 566,
  "pert": 567,
  "hi \\": 568,
  "k b": 569,
  " and tha": 570,
  "learne": 571,
  " nurs": 572,
  "contin": 573,
  "ctly ": 574,
  " exponen": 575,
  ") wh": 576,
  "te se": 577,
  "nly if ": 578,
  " curve": 579,
  "ing fo": 580,
  " say, ": 581,
  "_AB = ": 582,
  "ouri": 583,
  "n Electrostati": 584,
  "ith he": 585,
  "d to h": 586,
  "s name": 587,
  "HUMBERLA": 588,
  "LAURENCE:": 589,
  "Lambd": 590,
  "'E = F": 591,
  "gbro": 592,
  " the nu": 593,
  "; and,": 594,
  "lling ": 595,
  ". D": 596,
  "omeo": 597,
  " peace": 598,
  ": $": 599,
  " the firs": 600,
  "ellipt": 601,
  "$ denot": 602,
  "ostati": 603,
  "ust be ": 604,
  "n sho": 605,
  "\\Phi": 606,
  " VINC": 607,
  "Refraction.": 608,
  "d d": 609,
  "ase you": 610,
  "cienc": 611,
  "$\\mathfrak": 612,
  "prayer": 613,
  "tisf": 614,
  "al e": 615,
  "ur grace": 616,
  " : \\": 617,
  "her o": 618,
  "to Laws of The": 619,
  "hen": 620,
  "JUL": 621,
  "ebraic ": 622,
  "clai": 623,
  "is,": 624,
  "traito": 625,
  "e thei": 626,
  "( ": 627,
  "face": 628,
  "twa": 629,
  "ch that \\": 630,
  "= kq1q2/r": 631,
  "e an o": 632,
  " is not": 633,
  "tify ": 634,
  "l ca": 635,
  "vatur": 636,
  "o Ele": 637,
  "t M": 638,
  " \\ome": 639,
  " 3": 640,
  "lr": 641,
  "of the formul": 642,
  "1sinθ1 ": 643,
  " in Refractio": 644,
  "thcal{H})": 645,
  " with d": 646,
  "ked ": 647,
  "at $ ": 648,
  " - W'": 649,
  ", I will ": 650,
  "er p": 651,
  "on an": 652,
  " Be": 653,
  "mathfrak{g} ": 654,
  "s in Electrostat": 655,
  "rt thou": 656,
  "withou": 657,
  "iolog": 658,
  "y q": 659,
  "} ": 660,
  "iffere": 661,
  "nks": 662,
  "Tyba": 663,
  ") fo": 664,
  "We will": 665,
  "ere $": 666,
  " Du": 667,
  "ot fo": 668,
  " of my": 669,
  "h you,": 670,
  " go ": 671,
  "bin": 672,
  "$. P": 673,
  "s expression": 674,
  "the $ p $": 675,
  "atural ": 676,
  "spiri": 677,
  "reas": 678,
  "ble, ": 679,
  "d vi": 680,
  "And I": 681,
  "s": 682,
  "soverei": 683,
  ".18 × ": 684,
  "ndl": 685,
  "mel": 686,
  "ou hast ": 687,
  "ç": 688,
  "ecause ": 689,
  "e an od": 690,
  "uty": 691,
  " thou h": 692,
  "e comm": 693,
  "mathrm{G": 694,
  "t go": 695,
  "d notatio": 696,
  "\\sum_{\\": 697,
  "iri": 698,
  "in \\(": 699,
  "olynomi": 700,
  "untin": 701,
  " 4": 702,
  "}}(": 703,
  "sical quantities": 704,
  "re n": 705,
  " Ch": 706,
  "he modul": 707,
  "ed and ": 708,
  "lari": 709,
  ",n": 710,
  " induce": 711,
  "thermore": 712,
  " would n": 713,
  "now.": 714,
  "ing-": 715,
  " \\) such ": 716,
  "ductio": 717,
  " master": 718,
  "om he": 719,
  "dvan": 720,
  "hi $": 721,
  "tune ": 722,
  "eat. The ": 723,
  "artial": 724,
  "them a": 725,
  "2sinθ2' relates": 726,
  "hin the": 727,
  "hematical ": 728,
  "ught t": 729,
  "entatio": 730,
  " d": 731,
  "ly on": 732,
  "tress": 733,
  " 1/u' in Le": 734,
  "2' ": 735,
  "( \\chi": 736,
  "blood ": 737,
  "^3": 738,
  "te p": 739,
  "egi": 740,
  "t, si": 741,
  "thcal{O}": 742,
  "+ 1 ": 743,
  "lts": 744,
  "es u": 745,
  "be the se": 746,
  "e fie": 747,
  " condu": 748,
  "um_{": 749,
  "specia": 750,
  " Heat Transfer": 751,
  " she w": 752,
  "et G ": 753,
  "egat": 754,
  " told ": 755,
  "pl": 756,
  "onditi": 757,
  "g b": 758,
  "te c": 759,
  "ch of ": 760,
  "tic c": 761,
  "cted,": 762,
  "ter b": 763,
  "vingma": 764,
  "And t": 765,
  "f $ ": 766,
  "he significance": 767,
  "invo": 768,
  " obser": 769,
  "binom": 770,
  "lies": 771,
  "reath": 772,
  "LADY A": 773,
  "uivariant ": 774,
  " to H": 775,
  "E = F": 776,
  " Reflec": 777,
  "now": 778,
  "KA": 779,
  "eede": 780,
  "e spa": 781,
  "the functio": 782,
  "nderst": 783,
  "rs i": 784,
  "E =": 785,
  "you g": 786,
  "ill h": 787,
  " $ S $ ": 788,
  "hbf": 789,
  ", co": 790,
  "URENCE": 791,
  "ties": 792,
  "tel": 793,
  " of your": 794,
  "(i.e., ": 795,
  "KINGHAM": 796,
  "perbol": 797,
  "e $ p": 798,
  "orm $": 799,
  "quatio": 800,
  " Ty": 801,
  "e or di": 802,
  "This exp": 803,
  "ns i": 804,
  "uceste": 805,
  " that a": 806,
  ") \\) be": 807,
  "cology": 808,
  "band": 809,
  "eomet": 810,
  " open": 811,
  "/f = ": 812,
  "ple g": 813,
  "re com": 814,
  "maje": 815,
  " mechanic": 816,
  "~": 817,
  "u' rela": 818,
  "rs, an": 819,
  "'ΔU = Q - ": 820,
  "ective ": 821,
  ", in ": 822,
  "ther.": 823,
  "pear": 824,
  " toget": 825,
  "d thou ": 826,
  "static": 827,
  "e formula 'V =": 828,
  " 'P = VI'": 829,
  " where ": 830,
  " won": 831,
  " \\inf": 832,
  "i, ": 833,
  "stre": 834,
  "lculate th": 835,
  "Gal}(": 836,
  "EEN ELIZABE": 837,
  "in terms o": 838,
  "teous": 839,
  "dentif": 840,
  " of water ": 841,
  "ctrici": 842,
  "ith obser": 843,
  " measurable phy": 844,
  "nterse": 845,
  "f deg": 846,
  "ELIZABE": 847,
  "amma_": 848,
  "and notatio": 849,
  "uantities i": 850,
  "hcal{M})": 851,
  "{\\mathbb{": 852,
  "$G$ be": 853,
  "(\\lambd": 854,
  "Bian": 855,
  "ates key m": 856,
  "element ": 857,
  " when t": 858,
  "ar it": 859,
  "tion an": 860,
  "ir,": 861,
  "o Current El": 862,
  " tri": 863,
  ". Suppose that ": 864,
  "est w": 865,
  "itel": 866,
  "quot": 867,
  "} \\subset \\math": 868,
  "is validated wit": 869,
  "consistent with ": 870,
  " key measura": 871,
  " hor": 872,
  "^{\\": 873,
  " of the c": 874,
  " in Current Ele": 875,
  "he condi": 876,
  "RLAND:": 877,
  " set \\": 878,
  "hee, ": 879,
  " wish": 880,
  "4-ma": 881,
  "ust n": 882,
  "rm{S": 883,
  ") - ": 884,
  " down": 885,
  "hcal{O}_K": 886,
  "The reactio": 887,
  "and $": 888,
  "made ": 889,
  "RD": 890,
  "f Thermod": 891,
  "Hod": 892,
  "ULINA:": 893,
  "where t": 894,
  " level": 895,
  "THARI": 896,
  "itten": 897,
  "VI": 898,
  "t what": 899,
  " and explain t": 900,
  "multipl": 901,
  "h l": 902,
  "ega ": 903,
  "nd ex": 904,
  "me:": 905,
  " to Current Elec": 906,
  "pical to": 907,
  "s. ": 908,
  " exte": 909,
  "hank": 910,
  " matrix": 911,
  "e S": 912,
  "rga": 913,
  "speak": 914,
  "rmula 'Δ": 915,
  "$, defin": 916,
  "the S": 917,
  "at me": 918,
  "ty p": 919,
  "e mor": 920,
  " \\( G": 921,
  " sign": 922,
  "conditions ": 923,
  "}}{": 924,
  "e hono": 925,
  " does ": 926,
  " \\( \\lambd": 927,
  "to rai": 928,
  "characteri": 929,
  "oncept ": 930,
  "o the c": 931,
  "e r": 932,
  "ication ": 933,
  "o give": 934,
  "AULIN": 935,
  "jective": 936,
  "yself": 937,
  " Dete": 938,
  "ll,": 939,
  " sequ": 940,
  "ne{\\mat": 941,
  "es to": 942,
  "fess": 943,
  "e the f": 944,
  "3 \\": 945,
  "u k": 946,
  "nd let \\": 947,
  "_n = ": 948,
  "erive an": 949,
  "statics.": 950,
  "seque": 951,
  " over $": 952,
  "CAMI": 953,
  "pical t": 954,
  "ntities in El": 955,
  "repre": 956,
  "NCENT": 957,
  "ation of": 958,
  "cal to C": 959,
  "thank ": 960,
  " the funct": 961,
  "geometry": 962,
  " = \\sum_": 963,
  "nd tho": 964,
  "ula '1/f = 1/v": 965,
  "hou shalt ": 966,
  "$ for all ": 967,
  "uou": 968,
  "ervi": 969,
  "ariety": 970,
  "ive r": 971,
  "er all": 972,
  "dost ": 973,
  "Laws of Ther": 974,
  " with hi": 975,
  " Current Electr": 976,
  "es in L": 977,
  "Power, En": 978,
  " typical to Lens": 979,
  "ension": 980,
  "athcal{M})": 981,
  "nd $": 982,
  "ou wi": 983,
  " \\( k": 984,
  "tivel": 985,
  "i.e": 986,
  "'ll t": 987,
  ", she ": 988,
  "ubg": 989,
  "nsent": 990,
  " light": 991,
  "ntri": 992,
  "e complex": 993,
  "'1/f = 1/v - 1/": 994,
  "father, ": 995,
  "validated ": 996,
  "er fa": 997,
  " fields": 998,
  "' in Electro": 999,
  "CENTIO:": 1000,
  "(\\Si": 1001,
  "der o": 1002,
  "e other": 1003,
  " energy n": 1004,
  " p \\) ": 1005,
  "oli": 1006,
  "you a": 1007,
  "\\) be a": 1008,
  "\\).": 1009,
  "thy c": 1010,
  "orphism": 1011,
  "tify": 1012,
  "fic ": 1013,
  "o al": 1014,
  "OSPER": 1015,
  "oyal": 1016,
  "BENVOL": 1017,
  "at your ": 1018,
  "ive t": 1019,
  "with res": 1020,
  " rest": 1021,
  "l un": 1022,
  "at wh": 1023,
  " Kähl": 1024,
  "make the": 1025,
  " genus $g": 1026,
  "{\\text": 1027,
  " show ": 1028,
  " mathem": 1029,
  "pute": 1030,
  "hey ar": 1031,
  "reak": 1032,
  "har": 1033,
  "o(": 1034,
  " This": 1035,
  "y cons": 1036,
  "nce a": 1037,
  "h ne": 1038,
  "R LA": 1039,
  "good s": 1040,
  "ain the ": 1041,
  "of the formula": 1042,
  "hanic": 1043,
  "ontin": 1044,
  "inarie": 1045,
  "asurable ": 1046,
  " you;": 1047,
  "rn to": 1048,
  "e duke": 1049,
  "aximal": 1050,
  "s the w": 1051,
  "more,": 1052,
  "ed usin": 1053,
  "t this": 1054,
  "es \\( ": 1055,
  " arc": 1056,
  "ntersectio": 1057,
  " some ": 1058,
  "xc": 1059,
  "ndary cond": 1060,
  "eeds ": 1061,
  "e sup": 1062,
  "_{1}": 1063,
  "eq 2": 1064,
  " polyno": 1065,
  " qui": 1066,
  "o we": 1067,
  "mula '1/f = ": 1068,
  "Electrosta": 1069,
  "selves": 1070,
  "I r": 1071,
  "im o": 1072,
  "tter ": 1073,
  "ZEL": 1074,
  "at's the": 1075,
  "nd yo": 1076,
  "\\Del": 1077,
  "on is con": 1078,
  "q2/r^2": 1079,
  "of pr": 1080,
  "'V = ": 1081,
  "c,": 1082,
  " 9": 1083,
  "OLIO:": 1084,
  "erform ": 1085,
  "tion for": 1086,
  "m o": 1087,
  " only o": 1088,
  "e honou": 1089,
  " using mat": 1090,
  "lidated wit": 1091,
  "d derived usin": 1092,
  "nθ": 1093,
  "o you": 1094,
  "hysel": 1095,
  "se co": 1096,
  "w ": 1097,
  ", but ": 1098,
  "ray yo": 1099,
  "day": 1100,
  " \\cap ": 1101,
  "abilit": 1102,
  "ultipl": 1103,
  "ep 1: Setup and": 1104,
  "ities in ": 1105,
  "d then": 1106,
  "use of": 1107,
  "plicit ": 1108,
  "e gone": 1109,
  "dnes": 1110,
  "gme": 1111,
  "fat": 1112,
  "ep 1: Setu": 1113,
  "oup.": 1114,
  "' in Refra": 1115,
  "unt": 1116,
  "hou,": 1117,
  "om,": 1118,
  "o' t": 1119,
  " Jac": 1120,
  "Di": 1121,
  " HENRY VI": 1122,
  "duction ": 1123,
  "estrict": 1124,
  "nother ": 1125,
  "p $": 1126,
  "r, t": 1127,
  " me t": 1128,
  "the following": 1129,
  " ED": 1130,
  "athbb{": 1131,
  "n+1": 1132,
  "us $g": 1133,
  "heo": 1134,
  "conditio": 1135,
  "d explain the si": 1136,
  " point": 1137,
  "and an": 1138,
  "n $ ": 1139,
  "ur honour": 1140,
  "ical p": 1141,
  "udies": 1142,
  "$ M": 1143,
  " rou": 1144,
  "hat co": 1145,
  "an th": 1146,
  " Reflecti": 1147,
  "pe": 1148,
  "duk": 1149,
  " \\be": 1150,
  " I had": 1151,
  "isfie": 1152,
  "y": 1153,
  " to ra": 1154,
  "short": 1155,
  " \\cd": 1156,
  "r l": 1157,
  "ent wit": 1158,
  "la 'i": 1159,
  "tten": 1160,
  "d wh": 1161,
  "1.  ": 1162,
  "ld p": 1163,
  "ver $ \\m": 1164,
  ", pa": 1165,
  "redi": 1166,
  " the seq": 1167,
  "istrib": 1168,
  "fice": 1169,
  "solution": 1170,
  "osed, o": 1171,
  "g mathemat": 1172,
  " in Kinema": 1173,
  "urther ": 1174,
  "o Electrost": 1175,
  " symmet": 1176,
  "notes the": 1177,
  "with respect to": 1178,
  "ck'd ": 1179,
  "vanis": 1180,
  "XENES:": 1181,
  " state ": 1182,
  "uming": 1183,
  "t to t": 1184,
  " \\( T ": 1185,
  "ite group ": 1186,
  " wis": 1187,
  "\\equ": 1188,
  "ble physic": 1189,
  "energy": 1190,
  "/r^2' ": 1191,
  "he ve": 1192,
  "athcal{H})": 1193,
  "hrea": 1194,
  "cal to Law": 1195,
  ")": 1196,
  "Electric": 1197,
  " odd prime": 1198,
  " maximu": 1199,
  "ed, sm": 1200,
  "remain": 1201,
  "ure t": 1202,
  "thme": 1203,
  "1 $ ": 1204,
  "ufid": 1205,
  " Len": 1206,
  "ntage": 1207,
  ", and $ ": 1208,
  "hysical qua": 1209,
  "tions typ": 1210,
  "rline{\\ma": 1211,
  "ass gro": 1212,
  "BA' ": 1213,
  "tex": 1214,
  "g a ": 1215,
  "Monta": 1216,
  "$ is n": 1217,
  "kind ": 1218,
  "axi": 1219,
  "ivalen": 1220,
  "ildr": 1221,
  "hat d": 1222,
  "mcΔT =": 1223,
  " the set of all": 1224,
  "he ass": 1225,
  "g, ": 1226,
  "uch that th": 1227,
  "\\) e": 1228,
  "e you": 1229,
  "ergy need": 1230,
  "ERL": 1231,
  "ical to Laws of": 1232,
  "ollow ": 1233,
  "e honour": 1234,
  "s upo": 1235,
  "h; ": 1236,
  " know": 1237,
  "y cond": 1238,
  "us i": 1239,
  "morphic ": 1240,
  "thou art ": 1241,
  "ou p": 1242,
  " $ such that": 1243,
  "k m": 1244,
  "ve not": 1245,
  "LUCI": 1246,
  "hat $": 1247,
  "ies in Cur": 1248,
  "ø": 1249,
  " 'ΔU": 1250,
  "d do ": 1251,
  "y conditions": 1252,
  "_{1": 1253,
  "l{T}(": 1254,
  " $ such": 1255,
  " no oth": 1256,
  "e sec": 1257,
  "rvingma": 1258,
  "v - 1/u' relate": 1259,
  "ed, ori": 1260,
  "r \\( \\": 1261,
  "comput": 1262,
  " action": 1263,
  "hall no": 1264,
  "ymptot": 1265,
  "in Heat ": 1266,
  "Therefor": 1267,
  "at s": 1268,
  "namics": 1269,
  "bject": 1270,
  "thematical": 1271,
  "s. It is va": 1272,
  "te a": 1273,
  "sari": 1274,
  "r wh": 1275,
  "{1,": 1276,
  "{\\b": 1277,
  " is validated ": 1278,
  "ons typical to ": 1279,
  "d all": 1280,
  "{h}": 1281,
  "l, w": 1282,
  " commo": 1283,
  "ice, ": 1284,
  "= \\frac{1}{": 1285,
  "nts a": 1286,
  "evenge": 1287,
  " and nota": 1288,
  "somorph": 1289,
  "ion of $": 1290,
  "spect to ": 1291,
  "n Refra": 1292,
  "this m": 1293,
  "espondin": 1294,
  " the L": 1295,
  "nce": 1296,
  "thought": 1297,
  "topolog": 1298,
  "acks": 1299,
  "tle,": 1300,
  "oot ": 1301,
  "sing m": 1302,
  "Furthermore, ": 1303,
  " on \\": 1304,
  "S:": 1305,
  "al:": 1306,
  "dational in": 1307,
  " day ": 1308,
  "^*": 1309,
  " come,": 1310,
  "al p": 1311,
  "e hy": 1312,
  "ons ty": 1313,
  "racte": 1314,
  "sty ": 1315,
  "ve integers": 1316,
  "ols": 1317,
  "corre": 1318,
  "tural ": 1319,
  " terms o": 1320,
  " name ": 1321,
  "tions typic": 1322,
  "oud ": 1323,
  "est a": 1324,
  "asaw": 1325,
  "tes key measu": 1326,
  " Senato": 1327,
  "undamental ": 1328,
  "he formula": 1329,
  "antit": 1330,
  "essio": 1331,
  "Ene": 1332,
  "he fr": 1333,
  "DIUS": 1334,
  "ed within t": 1335,
  " representation ": 1336,
  "ever": 1337,
  "he sum": 1338,
  "the heat": 1339,
  "Heat T": 1340,
  "rad": 1341,
  "wro": 1342,
  "U = Q ": 1343,
  "nst": 1344,
  "e chara": 1345,
  " CAPULE": 1346,
  "ey measur": 1347,
  "ortun": 1348,
  "iente": 1349,
  " a non": 1350,
  "ties in Le": 1351,
  "dista": 1352,
  "h h": 1353,
  "ave b": 1354,
  "mine o": 1355,
  "This e": 1356,
  " na": 1357,
  "quati": 1358,
  "hose": 1359,
  " Henry": 1360,
  "RGARE": 1361,
  "xpone": 1362,
  "Take ": 1363,
  " concept ": 1364,
  "p 1: Setup and": 1365,
  "kingh": 1366,
  "soul ": 1367,
  "of integer": 1368,
  "MENENIU": 1369,
  "h his": 1370,
  "observe": 1371,
  "rs. ": 1372,
  "measurable physi": 1373,
  "when": 1374,
  "ace, ": 1375,
  "that are ": 1376,
  "swear ": 1377,
  "he solutio": 1378,
  "ORIOLANU": 1379,
  "and notation.": 1380,
  " = mcΔT ": 1381,
  "ULI": 1382,
  " the we": 1383,
  "d with a ": 1384,
  " than ": 1385,
  "mbda ": 1386,
  "noi": 1387,
  "\\) satis": 1388,
  "xtensi": 1389,
  "'d you": 1390,
  " whose ": 1391,
  "OMPEY": 1392,
  " Electrost": 1393,
  " MARGARET": 1394,
  "s typical to ": 1395,
  "eless": 1396,
  "), ": 1397,
  "es with ": 1398,
  "THARINA": 1399,
  "\\operat": 1400,
  "ve do": 1401,
  " be so": 1402,
  "ay m": 1403,
  " $ X $": 1404,
  "8": 1405,
  "KING ": 1406,
  "0.5": 1407,
  "ent b": 1408,
  ": o": 1409,
  "show th": 1410,
  "ll co": 1411,
  ": \\mathb": 1412,
  "ine ": 1413,
  "mathcal{A": 1414,
  "a 'Q": 1415,
  " = kq1q": 1416,
  "our grac": 1417,
  "Witten": 1418,
  "imsel": 1419,
  "IZABET": 1420,
  "liege": 1421,
  " the qu": 1422,
  "t L": 1423,
  "$ that ": 1424,
  "nd no": 1425,
  "1 = n2sinθ2": 1426,
  ", in": 1427,
  "fine a": 1428,
  "nce m": 1429,
  "Norfol": 1430,
  "thbb{Z} ": 1431,
  "unique": 1432,
  "mathcal{M}_g": 1433,
  "ENRY BOLINGBROK": 1434,
  "one of ": 1435,
  "rgy.": 1436,
  "' in Elec": 1437,
  "only i": 1438,
  "ain the signi": 1439,
  "_\\infty": 1440,
  " \\( \\": 1441,
  " give me": 1442,
  "CEST": 1443,
  "t u": 1444,
  " diffe": 1445,
  "hath s": 1446,
  "ILLO:": 1447,
  "mula 'Q = m": 1448,
  "claim": 1449,
  "\\overlin": 1450,
  "offic": 1451,
  "d I ": 1452,
  "e temperatur": 1453,
  "ics": 1454,
  "_\\e": 1455,
  "sph": 1456,
  " see ": 1457,
  "b{Z} ": 1458,
  "of \\( \\ma": 1459,
  "nite-di": 1460,
  "icro": 1461,
  " exis": 1462,
  "ersection ": 1463,
  "uals ": 1464,
  "KING RICHARD III": 1465,
  "NDA:": 1466,
  " \\P": 1467,
  "t ra": 1468,
  ", Power, En": 1469,
  "u,": 1470,
  "f the s": 1471,
  "al \\": 1472,
  "up wit": 1473,
  "ic curv": 1474,
  "o t": 1475,
  "presentat": 1476,
  " been ": 1477,
  "formula 'Q ": 1478,
  "varepsil": 1479,
  "nemati": 1480,
  " the fi": 1481,
  " this,": 1482,
  "\\mathcal{M": 1483,
  "u an": 1484,
  "Laws of Mo": 1485,
  "uiv 1 \\pmod": 1486,
  "ng me": 1487,
  "ngma": 1488,
  "n the s": 1489,
  " formula 'i = ": 1490,
  "Refracti": 1491,
  "kg of wa": 1492,
  "f and only if": 1493,
  "ides ": 1494,
  "\\mathfrak{g}": 1495,
  "lieve": 1496,
  " side": 1497,
  "AB =": 1498,
  "( X \\": 1499,
  "e $": 1500,
  "_p $ ": 1501,
  "relatio": 1502,
  "on is consistent": 1503,
  "\\nu": 1504,
  "M": 1505,
  " me;": 1506,
  "ay be": 1507,
  "I know": 1508,
  "with r": 1509,
  " fi": 1510,
  "e cou": 1511,
  "rchi": 1512,
  "lculate ": 1513,
  "tand ": 1514,
  "ress": 1515,
  "erline{\\m": 1516,
  " So": 1517,
  "nm": 1518,
  "ork ": 1519,
  "$ such ": 1520,
  " father's": 1521,
  "$": 1522,
  " VI:": 1523,
  "e probl": 1524,
  "CUTIO:": 1525,
  "s tho": 1526,
  "st co": 1527,
  "st;": 1528,
  "rvingman:": 1529,
  "s cha": 1530,
  "u no": 1531,
  " forces": 1532,
  "uantities": 1533,
  "d wi": 1534,
  "k} ": 1535,
  "ions typical to": 1536,
  "ression is ": 1537,
  "o, n": 1538,
  "foundation": 1539,
  "; you": 1540,
  " count": 1541,
  "} $. ": 1542,
  "rmal": 1543,
  " edge": 1544,
  "al in": 1545,
  "er man": 1546,
  "THAR": 1547,
  "ll k": 1548,
  "as I": 1549,
  "n = ": 1550,
  "but m": 1551,
  "r^2' i": 1552,
  "es. It is valida": 1553,
  ". Let \\": 1554,
  "ies th": 1555,
  "stent w": 1556,
  "ces of ": 1557,
  "arnin": 1558,
  "of v": 1559,
  "VINCENTIO": 1560,
  "rmula '1/f = 1": 1561,
  " this": 1562,
  "ter,": 1563,
  "esty": 1564,
  ". More": 1565,
  " of the s": 1566,
  "OLANU": 1567,
  " happ": 1568,
  "nd explain": 1569,
  "_g(": 1570,
  "hbb{C})": 1571,
  "/": 1572,
  "ities in Laws": 1573,
  "}}(\\mat": 1574,
  "e will pr": 1575,
  "Let $\\mat": 1576,
  "sumptio": 1577,
  "h do": 1578,
  "s't ": 1579,
  "{X}": 1580,
  "ray you,": 1581,
  "r whi": 1582,
  " G $": 1583,
  "d ar": 1584,
  "LADY ANN": 1585,
  "( M \\": 1586,
  " observed ": 1587,
  "tant sp": 1588,
  "rship": 1589,
  "gg": 1590,
  "ional ": 1591,
  "wife ": 1592,
  "ina": 1593,
  "ke fr": 1594,
  ", fr": 1595,
  "ING ": 1596,
  "pondin": 1597,
  " There": 1598,
  "= 1 ": 1599,
  "my brot": 1600,
  "and in ": 1601,
  "t hi": 1602,
  "ords ": 1603,
  "dmits a": 1604,
  " 'E": 1605,
  "The w": 1606,
  "ndary condition": 1607,
  "rt sp": 1608,
  "at.": 1609,
  " whether": 1610,
  "ro": 1611,
  "ace o": 1612,
  "ver s": 1613,
  "the seque": 1614,
  "I should ": 1615,
  "ghts ": 1616,
  "vos": 1617,
  "  \\": 1618,
  " a connec": 1619,
  "senc": 1620,
  "harm": 1621,
  "= Q - W' rela": 1622,
  "ill not": 1623,
  "dimensiona": 1624,
  "lambda ": 1625,
  "ht h": 1626,
  "smalle": 1627,
  "w! ": 1628,
  "wing": 1629,
  "ting th": 1630,
  "finite-d": 1631,
  "d derived u": 1632,
  "LIFF": 1633,
  "plement ": 1634,
  "ARD IV:": 1635,
  "h y": 1636,
  "\\qu": 1637,
  "bb{C}": 1638,
  "enera": 1639,
  "module": 1640,
  "RICHARD III:": 1641,
  " out o": 1642,
  "im;": 1643,
  "hanc": 1644,
  "he Du": 1645,
  "{n=1": 1646,
  "hat $ ": 1647,
  "omb": 1648,
  "torsion": 1649,
  ", \\l": 1650,
  "e or disprov": 1651,
  "\\( \\ma": 1652,
  ". Define t": 1653,
  " F/q' in": 1654,
  "tinc": 1655,
  "morr": 1656,
  " he shal": 1657,
  "rreduci": 1658,
  " to Electro": 1659,
  "lbert": 1660,
  "^{\\m": 1661,
  " would b": 1662,
  "IZA": 1663,
  "espect": 1664,
  "th ou": 1665,
  "e, no": 1666,
  "F/q' in ": 1667,
  ") as t": 1668,
  "al quantiti": 1669,
  "Tell": 1670,
  "nd ma": 1671,
  ": n": 1672,
  "MPEY": 1673,
  "ation o": 1674,
  "F = kq1q2/": 1675,
  "ok t": 1676,
  "abl": 1677,
  "nd he": 1678,
  "hmo": 1679,
  "G RICHAR": 1680,
  "GELO:": 1681,
  "WP": 1682,
  "EN MAR": 1683,
  "aughter ": 1684,
  ") = \\": 1685,
  "chi \\": 1686,
  "undational ": 1687,
  " conve": 1688,
  "ELIZ": 1689,
  "\\) w": 1690,
  "s pri": 1691,
  "s, he": 1692,
  "d fl": 1693,
  "forth ": 1694,
  " what t": 1695,
  "ula 'n1sinθ1 ": 1696,
  "n it": 1697,
  "van": 1698,
  " 4.": 1699,
  "dut": 1700,
  "c st": 1701,
  " fault": 1702,
  " odd pri": 1703,
  "open ": 1704,
  " needed to": 1705,
  "ar o": 1706,
  "light": 1707,
  "the set of": 1708,
  "posi": 1709,
  "aster": 1710,
  "e, you": 1711,
  "to his": 1712,
  " \\ph": 1713,
  "k$ ": 1714,
  "s, and t": 1715,
  "fect": 1716,
  "Cur": 1717,
  "wick,": 1718,
  "you will": 1719,
  "brid": 1720,
  "f-": 1721,
  "oj": 1722,
  "d Not": 1723,
  "1/f = 1/v -": 1724,
  "dule": 1725,
  "You ha": 1726,
  " wro": 1727,
  "tion of c": 1728,
  "ULINA": 1729,
  ", thoug": 1730,
  "eady ": 1731,
  "m c": 1732,
  "signa": 1733,
  "expli": 1734,
  "g \\(": 1735,
  " thee, ": 1736,
  "of wat": 1737,
  "asurab": 1738,
  " under the ": 1739,
  "cal": 1740,
  "k$": 1741,
  "up t": 1742,
  " give": 1743,
  "cong \\math": 1744,
  "f inte": 1745,
  " himse": 1746,
  "ture ": 1747,
  "spectru": 1748,
  "n'd": 1749,
  "as the ": 1750,
  "Prelim": 1751,
  " typical to Elec": 1752,
  " a lo": 1753,
  "cific": 1754,
  "ull of ": 1755,
  "GLOUC": 1756,
  "pie": 1757,
  "in terms ": 1758,
  "ore s": 1759,
  " fortune": 1760,
  "UCHESS OF YORK:": 1761,
  "int o": 1762,
  "lement ": 1763,
  "ical to Re": 1764,
  "ry's": 1765,
  "ENENIUS": 1766,
  "a 'i = r' ": 1767,
  "ir ": 1768,
  "= Q - W' relat": 1769,
  "ist": 1770,
  "e ra": 1771,
  "is a p": 1772,
  "The pr": 1773,
  "ntle ": 1774,
  "ot i": 1775,
  "means": 1776,
  "erived us": 1777,
  "dva": 1778,
  "Ind": 1779,
  "ll me": 1780,
  "Elec": 1781,
  " brave": 1782,
  " typical to Re": 1783,
  "noni": 1784,
  "an the ": 1785,
  "erty": 1786,
  "ing, a": 1787,
  ", wi": 1788,
  " 1: Setup and": 1789,
  "\\( \\": 1790,
  "dx": 1791,
  " $, $": 1792,
  " outcomes and d": 1793,
  "l dis": 1794,
  "atornam": 1795,
  "ou have ": 1796,
  "aco": 1797,
  "at no": 1798,
  " no mo": 1799,
  "effect ": 1800,
  "RWICK:": 1801,
  "ta'": 1802,
  "eaves ": 1803,
  "condu": 1804,
  "rived us": 1805,
  "at you ": 1806,
  "Y CAPU": 1807,
  "modynamics": 1808,
  "rpose": 1809,
  " expression is": 1810,
  "PULET": 1811,
  "g cl": 1812,
  "mand": 1813,
  " Work": 1814,
  "l con": 1815,
  "rmod": 1816,
  "1/f = 1/v - ": 1817,
  "nst ": 1818,
  "rreducib": 1819,
  "mathbb{Z})": 1820,
  " asymptoti": 1821,
  "tcomes": 1822,
  "at there": 1823,
  " thy f": 1824,
  "θ2' i": 1825,
  "rs;": 1826,
  " specific": 1827,
  "set \\m": 1828,
  " under th": 1829,
  "spirit": 1830,
  "imple": 1831,
  "ne:": 1832,
  " in Heat": 1833,
  "al to Le": 1834,
  "expression i": 1835,
  "nd p": 1836,
  "bei": 1837,
  "fty}": 1838,
  "\\mathcal{L}": 1839,
  " every": 1840,
  "e by": 1841,
  "'d th": 1842,
  "raph ": 1843,
  "u?": 1844,
  " be g": 1845,
  "isa": 1846,
  "te t": 1847,
  "\\Lambd": 1848,
  "? W": 1849,
  "\\) is": 1850,
  "d c": 1851,
  "|": 1852,
  "grave": 1853,
  " in Re": 1854,
  "Step 2:": 1855,
  " lord": 1856,
  "d wa": 1857,
  " explain the si": 1858,
  "validated within": 1859,
  "r m": 1860,
  " not be ": 1861,
  "haracte": 1862,
  "otie": 1863,
  "eyl": 1864,
  "n ma": 1865,
  "is sa": 1866,
  "uat": 1867,
  "b{Z}) ": 1868,
  "SS OF YO": 1869,
  "les ": 1870,
  "ck'": 1871,
  " '": 1872,
  " age": 1873,
  "n Laws of Moti": 1874,
  "ilber": 1875,
  "sov": 1876,
  "nθ1 = n": 1877,
  " condition": 1878,
  "t $ p ": 1879,
  "figur": 1880,
  "up.": 1881,
  " polynom": 1882,
  "n you": 1883,
  "Than ": 1884,
  " -F_": 1885,
  " pleas": 1886,
  "n the c": 1887,
  "signifi": 1888,
  "1/v - 1/u": 1889,
  "a^": 1890,
  "n Work,": 1891,
  " Thermodynami": 1892,
  "d_{": 1893,
  "be a finite ": 1894,
  "in Laws of": 1895,
  "word": 1896,
  "e, and ": 1897,
  " pairs": 1898,
  "he le": 1899,
  "out the": 1900,
  "of Th": 1901,
  "on s": 1902,
  " have th": 1903,
  "peak.": 1904,
  " odd ": 1905,
  "k, w": 1906,
  "expression ": 1907,
  "inct ": 1908,
  "lgorith": 1909,
  "nteger $": 1910,
  "ere h": 1911,
  "in'd": 1912,
  "KATH": 1913,
  "the ca": 1914,
  "stems": 1915,
  "e the num": 1916,
  "rthermo": 1917,
  "2$ ": 1918,
  "ï": 1919,
  "tiona": 1920,
  "cance of th": 1921,
  "et's ": 1922,
  "ERO": 1923,
  "to Refl": 1924,
  "lui": 1925,
  "pres": 1926,
  "e, yo": 1927,
  "ht": 1928,
  "by th": 1929,
  "nqu": 1930,
  ", my lord.": 1931,
  "ts,": 1932,
  " that": 1933,
  "had n": 1934,
  "ime i": 1935,
  " outcomes and": 1936,
  "ut the": 1937,
  " W' in La": 1938,
  "EO:": 1939,
  "king": 1940,
  "onfes": 1941,
  "juga": 1942,
  " 1/u' in ": 1943,
  "e integers ": 1944,
  "d only if": 1945,
  "tomor": 1946,
  "ded to": 1947,
  "Edw": 1948,
  "le. ": 1949,
  "That": 1950,
  "e the number of": 1951,
  "fro": 1952,
  "associated ": 1953,
  "could": 1954,
  "algorith": 1955,
  "your w": 1956,
  " degree ": 1957,
  "\\mathbb{F}": 1958,
  "e, I": 1959,
  "al to Laws of ": 1960,
  "out t": 1961,
  "hbb{": 1962,
  "C}": 1963,
  "rld,": 1964,
  "morphic to": 1965,
  "nos": 1966,
  "CAMILL": 1967,
  "ical to Lens": 1968,
  "b{F}": 1969,
  "sition": 1970,
  "twor": 1971,
  "separ": 1972,
  "Til": 1973,
  "ithal": 1974,
  "nif": 1975,
  " $, t": 1976,
  "er is": 1977,
  " associat": 1978,
  "cΔT = ": 1979,
  "ph ": 1980,
  "vari": 1981,
  "rrel": 1982,
  "eseech y": 1983,
  "imension ": 1984,
  " in Refle": 1985,
  "$ H ": 1986,
  "ING RICHARD I": 1987,
  " whom ": 1988,
  "l is ": 1989,
  "begg": 1990,
  "ng;": 1991,
  "e{\\mat": 1992,
  "Prov": 1993,
  "} $ ": 1994,
  " in Heat T": 1995,
  "y wor": 1996,
  "peopl": 1997,
  " G \\) be": 1998,
  "'F ": 1999,
  " tre": 2000,
  " = \\frac{1": 2001,
  "ion c": 2002,
  "ension ": 2003,
  " object": 2004,
  " ret": 2005,
  " sister": 2006,
  "s ti": 2007,
  "otal": 2008,
  "'d wi": 2009,
  "th respec": 2010,
  "^2' in ": 2011,
  " regul": 2012,
  " conne": 2013,
  "p wit": 2014,
  "rtherm": 2015,
  "exists a": 2016,
  "1,\\": 2017,
  "-r": 2018,
  " makes": 2019,
  "d by ": 2020,
  "ble physical q": 2021,
  "ariant": 2022,
  "e clas": 2023,
  "r pro": 2024,
  "cal pri": 2025,
  "d hea": 2026,
  " p \\)": 2027,
  "my br": 2028,
  "vera": 2029,
  ", my lo": 2030,
  "the We": 2031,
  "e dim": 2032,
  "e ne": 2033,
  " $ p $-a": 2034,
  " finite s": 2035,
  "leg": 2036,
  "ample": 2037,
  "SL": 2038,
  "f positiv": 2039,
  "nsen": 2040,
  "v - 1": 2041,
  "VOLUMNIA:": 2042,
  "la 'n1sinθ": 2043,
  " the king": 2044,
  "nly i": 2045,
  "el ": 2046,
  "es the ": 2047,
  "ICINIU": 2048,
  "er and ": 2049,
  "s we ": 2050,
  "red to": 2051,
  "e and th": 2052,
  "up of ": 2053,
  "e ass": 2054,
  "R' in C": 2055,
  "shall be": 2056,
  "ill, ": 2057,
  "C} \\) ": 2058,
  "ce $": 2059,
  "tive integer": 2060,
  "n}}": 2061,
  "[x": 2062,
  "cal to ": 2063,
  "inuous": 2064,
  "b{Z": 2065,
  "urre": 2066,
  " Ki": 2067,
  "imat": 2068,
  "e formula 'i = r": 2069,
  "E/\\m": 2070,
  "turn": 2071,
  "ata": 2072,
  "roduct ": 2073,
  "zati": 2074,
  "r mo": 2075,
  "fold": 2076,
  "Loo": 2077,
  " in mo": 2078,
  "ver $": 2079,
  "duli space of ": 2080,
  "ups ": 2081,
  " is a ": 2082,
  "ou th": 2083,
  "o much": 2084,
  "mes and derived": 2085,
  "rphic t": 2086,
  "$. Suppo": 2087,
  ", swe": 2088,
  "Laws o": 2089,
  "rici": 2090,
  "athcal{A}": 2091,
  "rme": 2092,
  "tup": 2093,
  "Glouces": 2094,
  "'F = kq1q2": 2095,
  "e, as": 2096,
  " 'F = kq1q2/r^2'": 2097,
  " was th": 2098,
  "hte": 2099,
  "istin": 2100,
  ") with \\( ": 2101,
  "d tr": 2102,
  "s not t": 2103,
  "with observed ou": 2104,
  "ormation": 2105,
  "ve no ": 2106,
  " deser": 2107,
  "yourself": 2108,
  "entlemen": 2109,
  "cdot ": 2110,
  "formula 'E": 2111,
  "oeffi": 2112,
  "s expression ": 2113,
  "point ": 2114,
  "to \\inft": 2115,
  "f go": 2116,
  "her d": 2117,
  "lution": 2118,
  "nca": 2119,
  "d, n": 2120,
  "1/v - 1/u' re": 2121,
  "icio": 2122,
  "ends": 2123,
  " with \\(": 2124,
  "ents,": 2125,
  "' r": 2126,
  "hin": 2127,
  "niu": 2128,
  "zy": 2129,
  " to Law": 2130,
  "frak{a": 2131,
  "nsor": 2132,
  "tipl": 2133,
  "in the bou": 2134,
  " twe": 2135,
  " soo": 2136,
  "t spa": 2137,
  "ntra": 2138,
  "}(q": 2139,
  "nd ca": 2140,
  "al qu": 2141,
  "mate": 2142,
  "irt": 2143,
  "en h": 2144,
  " sof": 2145,
  "For a ": 2146,
  "irredu": 2147,
  " send": 2148,
  "ithin the": 2149,
  "n cha": 2150,
  "q2/r^2'": 2151,
  "is bu": 2152,
  "_BA'": 2153,
  "they w": 2154,
  "s mor": 2155,
  " \\ga": 2156,
  "ess o": 2157,
  "Her ": 2158,
  "\\( g": 2159,
  "ussi": 2160,
  "ng n": 2161,
  " spac": 2162,
  " spok": 2163,
  ": \\mat": 2164,
  "positive integ": 2165,
  "ce wit": 2166,
  "u'l": 2167,
  ", I hav": 2168,
  "nite": 2169,
  "ients": 2170,
  "nior": 2171,
  "Set": 2172,
  "itat": 2173,
  "arin": 2174,
  " foot": 2175,
  "athcal{K}": 2176,
  "ntersecti": 2177,
  " assum": 2178,
  "poly": 2179,
  "yes,": 2180,
  "I have": 2181,
  "od{4": 2182,
  "epend": 2183,
  "tary ": 2184,
  "ng \\": 2185,
  "he formu": 2186,
  "boli": 2187,
  "Murdere": 2188,
  "equence": 2189,
  " sl": 2190,
  "e ge": 2191,
  "s for": 2192,
  "ld not": 2193,
  "ities in R": 2194,
  " of his ": 2195,
  "odesi": 2196,
  "hard": 2197,
  "e a compac": 2198,
  " father's ": 2199,
  "abi": 2200,
  "hat sh": 2201,
  "h thy": 2202,
  "invol": 2203,
  "in a": 2204,
  " \\( T": 2205,
  " to e": 2206,
  "t(": 2207,
  " thousand ": 2208,
  "iptic c": 2209,
  " roy": 2210,
  " purpose": 2211,
  "ichar": 2212,
  "EBASTI": 2213,
  "$\\ma": 2214,
  " subgr": 2215,
  "e not t": 2216,
  "Let $ \\mat": 2217,
  "ctions ": 2218,
  "LINGBROK": 2219,
  "n term": 2220,
  "n Work, Po": 2221,
  "e like": 2222,
  " news ": 2223,
  ": bu": 2224,
  "action": 2225,
  "roup of": 2226,
  "rs \\(": 2227,
  "gular": 2228,
  "1/f = 1/v - 1": 2229,
  "ill'": 2230,
  " formula ": 2231,
  "ifferen": 2232,
  "ditions typi": 2233,
  "equivariant": 2234,
  "wn ": 2235,
  "ow d": 2236,
  " the l": 2237,
  "sfor": 2238,
  "ower ": 2239,
  "at eve": 2240,
  "\\subset \\m": 2241,
  " \\) such": 2242,
  "itions": 2243,
  " consistent wit": 2244,
  "1: S": 2245,
  "the en": 2246,
  "uy": 2247,
  "cal{P}": 2248,
  "®": 2249,
  "oper ": 2250,
  " $. T": 2251,
  "or the": 2252,
  "OMINIUS:": 2253,
  "bb{Q}_p": 2254,
  " he m": 2255,
  "s group ": 2256,
  "nce \\(": 2257,
  "rsed": 2258,
  " righ": 2259,
  "sing mathema": 2260,
  "o com": 2261,
  "an to ": 2262,
  "he moduli ": 2263,
  "sawa": 2264,
  "Thermodynamic": 2265,
  "PU": 2266,
  " mode": 2267,
  "the he": 2268,
  "ymmet": 2269,
  " \\( G ": 2270,
  " type": 2271,
  "ysic": 2272,
  "hbb{C} \\": 2273,
  "s wa": 2274,
  "awf": 2275,
  "ty:": 2276,
  "days": 2277,
  "t's the": 2278,
  "{M}_{": 2279,
  "ical quantitie": 2280,
  "o le": 2281,
  "fearfu": 2282,
  " Sinc": 2283,
  "bb{P}": 2284,
  "rk, ": 2285,
  " corresp": 2286,
  "ying ": 2287,
  "ups": 2288,
  "mond": 2289,
  "hat's th": 2290,
  "e stru": 2291,
  " least ": 2292,
  "d onl": 2293,
  "ch in": 2294,
  "athcal{L}": 2295,
  ") o": 2296,
  "HORTEN": 2297,
  " J": 2298,
  "d prime": 2299,
  "are o": 2300,
  " stoo": 2301,
  "n the signifi": 2302,
  "et \\( \\mathcal": 2303,
  "es in Lens": 2304,
  "comfort": 2305,
  "ere exis": 2306,
  "nume": 2307,
  "enger": 2308,
  "t su": 2309,
  " databas": 2310,
  "ithi": 2311,
  "s can": 2312,
  "am": 2313,
  " for hi": 2314,
  "nste": 2315,
  "mathemat": 2316,
  "fold with": 2317,
  "pha \\": 2318,
  "ed withi": 2319,
  "shou": 2320,
  " exac": 2321,
  "- W' relate": 2322,
  " U": 2323,
  "brave": 2324,
  "teps.": 2325,
  " known ": 2326,
  "formula '1/": 2327,
  "f all p": 2328,
  "gth": 2329,
  "the formula '": 2330,
  "ccele": 2331,
  "fellow": 2332,
  "lo,": 2333,
  "q' in": 2334,
  "\\) denote": 2335,
  "a pos": 2336,
  "and N": 2337,
  "be a compac": 2338,
  "r,": 2339,
  "0 ": 2340,
  "ws of M": 2341,
  "ak{h": 2342,
  "Suppo": 2343,
  "Electrostatics.": 2344,
  "ant spec": 2345,
  "ities in Ref": 2346,
  "n him ": 2347,
  " wom": 2348,
  "o Curr": 2349,
  "isd": 2350,
  " ci": 2351,
  "Yor": 2352,
  "ha \\": 2353,
  " that d": 2354,
  "g u": 2355,
  "efl": 2356,
  "la 'n1sinθ1 ": 2357,
  "- W' in ": 2358,
  "antities in Le": 2359,
  "ndary con": 2360,
  " virtue": 2361,
  "ruch": 2362,
  "eterm": 2363,
  "And m": 2364,
  " will not ": 2365,
  "st g": 2366,
  "ngs, ": 2367,
  "e formula 'P =": 2368,
  "t $ \\mathca": 2369,
  "nfinite": 2370,
  "as i": 2371,
  "it is": 2372,
  "ympto": 2373,
  "spro": 2374,
  "be the": 2375,
  "istent with o": 2376,
  " be a clos": 2377,
  "atabase": 2378,
  "earing ": 2379,
  "you shal": 2380,
  "frak{a}": 2381,
  "elerat": 2382,
  "de{": 2383,
  "I ho": 2384,
  " ring of in": 2385,
  "lidated within t": 2386,
  "in thi": 2387,
  "init": 2388,
  "ogy studi": 2389,
  "grou": 2390,
  "classical ": 2391,
  "a_1,": 2392,
  "ly o": 2393,
  "\\mathcal{H}": 2394,
  "epsil": 2395,
  "cal{F} ": 2396,
  "dir": 2397,
  "------": 2398,
  "oiso": 2399,
  "le m": 2400,
  " \\( p ": 2401,
  "an b": 2402,
  "{C} $ ": 2403,
  ", we hav": 2404,
  "be a n": 2405,
  "Use ": 2406,
  "Why, th": 2407,
  "mathcal{A}": 2408,
  "). Define": 2409,
  "HOR": 2410,
  "xam": 2411,
  "UEEN ELIZA": 2412,
  "mber": 2413,
  "virt": 2414,
  "and n": 2415,
  "e the mo": 2416,
  "roba": 2417,
  "tice": 2418,
  "uit": 2419,
  "e lov": 2420,
  " defined": 2421,
  "\\mathrm{S": 2422,
  "d-": 2423,
  "nected, s": 2424,
  "l not": 2425,
  "ll ": 2426,
  "MENEN": 2427,
  " expression ": 2428,
  "At": 2429,
  " \\) is the": 2430,
  " a sub": 2431,
  " thyself": 2432,
  "lingbro": 2433,
  "oul ": 2434,
  "ur la": 2435,
  "non-": 2436,
  ",0": 2437,
  "asurable physi": 2438,
  "ositive intege": 2439,
  "nvari": 2440,
  "ARD ": 2441,
  "l{A}": 2442,
  "rface ": 2443,
  "positive integer": 2444,
  "Hat": 2445,
  "tog": 2446,
  "ith his": 2447,
  "e group ": 2448,
  " to st": 2449,
  " = -F_": 2450,
  "al ": 2451,
  "SIO:": 2452,
  "rbit": 2453,
  " a me": 2454,
  "notat": 2455,
  "dy ": 2456,
  "} \\), ": 2457,
  " Energy.": 2458,
  " connected ": 2459,
  "$ G": 2460,
  "\\) denote the": 2461,
  "Sta": 2462,
  "up and not": 2463,
  "k \\ge": 2464,
  ". Let ": 2465,
  "ingbroke": 2466,
  "l thee": 2467,
  "late the he": 2468,
  "an of": 2469,
  "et \\math": 2470,
  "e. L": 2471,
  "omorphic": 2472,
  "the res": 2473,
  "sely": 2474,
  "he li": 2475,
  "ple": 2476,
  "enab": 2477,
  "nsio": 2478,
  "m to": 2479,
  " will": 2480,
  "he temper": 2481,
  "counsel": 2482,
  " \\( M": 2483,
  "h of ": 2484,
  "es in El": 2485,
  "by c": 2486,
  " I se": 2487,
  "ee, ": 2488,
  " all pos": 2489,
  ", do": 2490,
  "e fou": 2491,
  "_g \\) ": 2492,
  "ws of The": 2493,
  "h and": 2494,
  "icient": 2495,
  "hme": 2496,
  "tenti": 2497,
  " = n2sinθ2' re": 2498,
  "O}_{\\": 2499,
  "at she": 2500,
  "s key measura": 2501,
  "typical to Le": 2502,
  "Work, ": 2503,
  " ×": 2504,
  "ave you ": 2505,
  "d deri": 2506,
  "comes and de": 2507,
  "ow.": 2508,
  " \\{": 2509,
  " while": 2510,
  "alue": 2511,
  "be f": 2512,
  "the moduli space": 2513,
  "ned by": 2514,
  "/u' rel": 2515,
  "nd explain the s": 2516,
  " in Laws of Moti": 2517,
  "to our": 2518,
  " I wo": 2519,
  "1]": 2520,
  "here \\( \\": 2521,
  "_p $": 2522,
  "verse": 2523,
  ".18 ×": 2524,
  "eddin": 2525,
  "LADY ANNE": 2526,
  "g \\geq 2": 2527,
  "R}": 2528,
  "ord ": 2529,
  "{P}^": 2530,
  "g mat": 2531,
  " dif": 2532,
  "DA": 2533,
  " pluck": 2534,
  " \\)": 2535,
  "isprove": 2536,
  "igh ": 2537,
  " therm": 2538,
  "W/": 2539,
  "t one ": 2540,
  "sine": 2541,
  "roperties": 2542,
  "igure": 2543,
  "ega_": 2544,
  "BY": 2545,
  "xti": 2546,
  "ou wou": 2547,
  "wife": 2548,
  "\\) is t": 2549,
  "Messeng": 2550,
  "Laws of Thermody": 2551,
  "whil": 2552,
  "RWIC": 2553,
  "g: ": 2554,
  "ce.": 2555,
  "ty h": 2556,
  " $ i": 2557,
  "ntabl": 2558,
  " leav": 2559,
  "ons typical ": 2560,
  "to raise": 2561,
  "elliptic ": 2562,
  "pra": 2563,
  "t with o": 2564,
  "mia": 2565,
  "efore": 2566,
  "me to t": 2567,
  "and comput": 2568,
  "vingman:": 2569,
  "zed ": 2570,
  "ass gr": 2571,
  "e up ": 2572,
  "all c": 2573,
  "al principle": 2574,
  "andom": 2575,
  ", \\(": 2576,
  "ver all ": 2577,
  "E VINCENTIO": 2578,
  "es \\m": 2579,
  "a con": 2580,
  " you th": 2581,
  "eight ": 2582,
  " be it": 2583,
  "te group ": 2584,
  "have l": 2585,
  "for w": 2586,
  "nst t": 2587,
  "thcal{X": 2588,
  "y ba": 2589,
  "i \\i": 2590,
  "ies in La": 2591,
  "tities in ": 2592,
  "ave ": 2593,
  "sir,": 2594,
  "he set of all": 2595,
  "y com": 2596,
  "or the ": 2597,
  "F_AB": 2598,
  "ne": 2599,
  "ce r": 2600,
  "e the numb": 2601,
  "nforma": 2602,
  "y de": 2603,
  " are i": 2604,
  " are to": 2605,
  "e than": 2606,
  "c of ": 2607,
  "ent e": 2608,
  "ificance of the ": 2609,
  "math": 2610,
  " I mu": 2611,
  "hcal{F": 2612,
  "reaso": 2613,
  "of al": 2614,
  "$g \\": 2615,
  "yal": 2616,
  "as th": 2617,
  "on \\( \\": 2618,
  "ouces": 2619,
  "typical to Lense": 2620,
  "ference": 2621,
  "o hear": 2622,
  " nu": 2623,
  "d, sm": 2624,
  "hat y": 2625,
  "oose": 2626,
  "es co": 2627,
  "anto": 2628,
  "th he": 2629,
  "Det": 2630,
  "d explain the": 2631,
  "es \\(": 2632,
  "BU": 2633,
  "  The": 2634,
  "me you": 2635,
  "or that": 2636,
  " to Refle": 2637,
  "lance": 2638,
  "positiv": 2639,
  "ogy studies": 2640,
  "t she ": 2641,
  "dominant": 2642,
  "1/f": 2643,
  " simpl": 2644,
  " \\) for": 2645,
  "ves": 2646,
  "la 'n1si": 2647,
  "needed t": 2648,
  "11": 2649,
  "MNIA:": 2650,
  "ke h": 2651,
  "sess": 2652,
  "ood": 2653,
  "ng fo": 2654,
  " in Kinem": 2655,
  "exami": 2656,
  "n Lenses.": 2657,
  "level ": 2658,
  "st in": 2659,
  "he per": 2660,
  "h an ": 2661,
  "eri": 2662,
  "umber fie": 2663,
  "dex ": 2664,
  "Prove or di": 2665,
  "ars ": 2666,
  "n $\\ma": 2667,
  "measurabl": 2668,
  "Thom": 2669,
  "coeffi": 2670,
  "vi": 2671,
  "Identi": 2672,
  "th to": 2673,
  " strike": 2674,
  " of dis": 2675,
  "his li": 2676,
  ". Determine the": 2677,
  "flec": 2678,
  "place": 2679,
  "ms of": 2680,
  "enry": 2681,
  "dated withi": 2682,
  " 1 \\p": 2683,
  "d si": 2684,
  "am no": 2685,
  "their h": 2686,
  "of your": 2687,
  "y, my ": 2688,
  "ula 'ΔU = Q ": 2689,
  "him,": 2690,
  "n exhi": 2691,
  "hat for ev": 2692,
  "ds of": 2693,
  "ey meas": 2694,
  "= Q": 2695,
  " $ is ": 2696,
  "KING RI": 2697,
  " bee": 2698,
  "rres": 2699,
  "trans": 2700,
  "e of hi": 2701,
  "ntif": 2702,
  "Pri": 2703,
  "thfrak{g}": 2704,
  "oot": 2705,
  "k o": 2706,
  "is br": 2707,
  "or I ": 2708,
  "t E": 2709,
  " this c": 2710,
  " ju": 2711,
  "MENENIUS": 2712,
  "F YO": 2713,
  "gy s": 2714,
  "tities in Law": 2715,
  "la 'F = k": 2716,
  "r a f": 2717,
  " the sum": 2718,
  "'i = r": 2719,
  "n ye": 2720,
  "W' in Laws": 2721,
  "$ be a c": 2722,
  "lations": 2723,
  " only ": 2724,
  " 1/u' in Lens": 2725,
  "The con": 2726,
  "tatemen": 2727,
  "haract": 2728,
  "words": 2729,
  "King": 2730,
  "ton": 2731,
  ". Let \\( \\ma": 2732,
  ", when ": 2733,
  "er i": 2734,
  "LOUCESTER:": 2735,
  "join": 2736,
  "(\\mathcal{M}": 2737,
  "me f": 2738,
  "C}$ ": 2739,
  " Lo": 2740,
  "al{H}_": 2741,
  "attle": 2742,
  "\\lambd": 2743,
  "wa": 2744,
  "subjec": 2745,
  "pi_1": 2746,
  "n Re": 2747,
  "s the r": 2748,
  "beseech ": 2749,
  "ates key mea": 2750,
  " 'F = kq": 2751,
  " ask": 2752,
  "'d o": 2753,
  "eopl": 2754,
  "and pro": 2755,
  "some s": 2756,
  "ABE": 2757,
  "urvatur": 2758,
  "d h": 2759,
  "f H": 2760,
  "oth ": 2761,
  "ant,": 2762,
  "es. It is v": 2763,
  "Let \\( \\math": 2764,
  "ry w": 2765,
  "quantities i": 2766,
  "t ene": 2767,
  " \\ma": 2768,
  "c curv": 2769,
  "be a smo": 2770,
  "adver": 2771,
  "f o": 2772,
  "rer": 2773,
  "r' relat": 2774,
  "ormula 'i": 2775,
  "his ho": 2776,
  "ques": 2777,
  "eg": 2778,
  "vial ": 2779,
  "y} \\f": 2780,
  "$ M ": 2781,
  "LLA": 2782,
  "2024": 2783,
  "oduli spa": 2784,
  "man's ": 2785,
  "K, ": 2786,
  "nsfor": 2787,
  "erati": 2788,
  "'s t": 2789,
  "eq 2 \\": 2790,
  "ated within ": 2791,
  "wn:": 2792,
  "Bolingbr": 2793,
  "anonical": 2794,
  "ent Electrici": 2795,
  "riends,": 2796,
  "sentatio": 2797,
  "ing mat": 2798,
  "ith a": 2799,
  "textbf": 2800,
